{
    "format": "particle",
    "title": "Burr",
    "content": [
        {
            "type": "list",
            "items": [
                "2-in-1 by Oskar van Deventer (prod. Eric Fuller)",
                "20 Lock by Dan Fast (prod. Dan Fast)",
                "24 Lock by Dan Fast (prod. Dan Fast)",
                "42 Lock by Dan Fast (prod. Dan Fast)",
                "6 Board Burr 5x8 #2 by Yananose Junichi (prod. Yananose Junichi)",
                "Apple Tree by Benjamin Heidt (prod. Pelikan)",
                "Bee Hive by Dan Fast (prod. Dan Fast)",
                "Bill's Ball Bearing Burr by Bill Cutler (prod. Eric Fuller)",
                "Bill's Ball Bearing Burr by Bill Cutler (prod. CubicDissection)",
                "Black Hole Burr by Yananose Junichi (prod. Mr. Puzzle)",
                "Brass Monkey 1 by Ali Morris, Steve Nicholls (prod. Ali Morris, Steve Nicholls)",
                "Brass Monkey 2 by Ali Morris, Steve Nicholls (prod. Ali Morris, Steve Nicholls)",
                "Brass Monkey 3 by Ali Morris, Steve Nicholls (prod. Ali Morris, Steve Nicholls)",
                "Brass Monkey 4 by Ali Morris, Steve Nicholls (prod. Ali Morris, Steve Nicholls)",
                "Brass Monkey 5 by Ali Morris, Steve Nicholls (prod. Ali Morris, Steve Nicholls)",
                "Burr Bank by Andrew Crowell (prod. Andrew Crowell)",
                "Burr Bot by Andrew Crowell (prod. Andrew Crowell)",
                "Burr Lock E by Christoph Lohe (prod. Andrew Crowell)",
                "Burrbon by Tim Alkema (prod. Eric Fuller)",
                "Burrdur by Stephan Baumegger (prod. Stephan Baumegger)",
                "Burrglar by Peter Hajek, Wil Strijbos (prod. Pelikan)",
                "Burrlephant (3.6 -> 3.8) by Jerry McFarland (prod. Jerry McFarland)",
                "Castel Mini 1 by Yavuz Demirhan (prod. Tye Stahly)",
                "Castel Mini 2 by Yavuz Demirhan (prod. Tye Stahly)",
                "Chicken Puzzle by Olexandre Kapkan (prod. Eric Fuller)",
                "Citadel Mini 1 by Yavuz Demirhan (prod. Tye Stahly)",
                "Citadel Mini 2 by Yavuz Demirhan (prod. Tye Stahly)",
                "Clamp by Tim Alkema (prod. Kristopher Antibus)",
                "CloZed by Alexander Magyarics (prod. Brian Menold)",
                "Crooked 6 Board Burr #2 by Yananose Junichi (prod. Yananose Junichi)",
                "CSGO by Kristopher Antibus (prod. Maurice Vigouroux)",
                "Cubed Burr by Dic Sonneveld (prod. Brian Menold)",
                "Daedalus by Lewis Evans (prod. Lewis Evans)",
                "Daedalus by Gregory Benedetti (prod. Eric Fuller)",
                "DDD Burr Box by Eric Fuller, Darryl Adams, Bryan Turner (prod. Eric Fuller)",
                "Diamond Safe by Stephan Baumegger (prod. Stephan Baumegger)",
                "Dino by Christoph Lohe (prod. Pelikan)",
                "Dracula by Alfons Eyckmans (prod. Pelikan)",
                "Droid by Stephan Baumegger (prod. Stephan Baumegger)",
                "eLengano by Alexander Magyarics (prod. Jeff Baz)",
                "Emblem G Mini by Osanori Yamamoto (prod. Tye Stahly)",
                "Evolution II by Andrew Crowell (prod. Andrew Crowell)",
                "Exhaust by Emil Askerli (prod. Eric Fuller)",
                "Fidget Burr by Tim Alkema (prod. Eric Fuller)",
                "Fidget Burr by Jerry McFarland (prod. Jerry McFarland)",
                "File Box No. 1 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "File Box No. 2 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Floating Framed Burr by Yananose Junichi (prod. Yananose Junichi)",
                "Four Mirror One by Osanori Yamamoto (prod. Pelikan)",
                "Giraburr by Stephane Chomine (prod. James Fortune)",
                "Golem Heart by Robert Yarger (prod. Lewis Evans)",
                "Gordian Knot by Robert Yarger, Lewis Evans (prod. Lewis Evans)",
                "Gravitational Burr by Yananose Junichi (prod. Yananose Junichi)",
                "Grooved 6 Board Burr #7 by Yananose Junichi (prod. Yananose Junichi)",
                "Handy Burr by Jerry McFarland (prod. Jerry McFarland)",
                "Hog Wild by James Fortune (prod. James Fortune)",
                "Ice Cube Ornament by Jared Petersen (prod. Jared Petersen)",
                "Japanese Wood Joint Burr by Frans de Vreugd (prod. Eric Fuller)",
                "Knotty 6 by Yavuz Demirhan (prod. Pelikan)",
                "Kuchenstuck by Tyler Hudson (prod. Pelikan)",
                "Ladybug by Pelikan (prod. Pelikan)",
                "Large Counaburi Investigation by Bill Cutler (prod. Kristopher Antibus)",
                "Lift by Andrew Crowell (prod. Andrew Crowell)",
                "Line Up by Alexander Magyarics (prod. Brian Menold)",
                "Link-Locked Block by Alan Lunsford (prod. Alan Lunsford)",
                "Little Love by Alexander Magyarics (prod. Jeff Baz)",
                "Mini Lock by Christoph Lohe (prod. CubicDissection)",
                "Mini Lock by Christoph Lohe (prod. Andrew Crowell)",
                "Minisplice by Alexander Magyarics (prod. Jeff Baz)",
                "MPD by James Fortune (prod. James Fortune)",
                "Nee Shan Dee by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Neptune by Yananose Junichi (prod. CubicDissection)",
                "Neptune by Yananose Junichi (prod. Yananose Junichi)",
                "NPP by Ali Morris (prod. Steve Nicholls)",
                "Oddball 1 by Andrew Crowell (prod. Andrew Crowell)",
                "Oddball 2 by Andrew Crowell (prod. Andrew Crowell)",
                "Paraugas by Alfons Eyckmans (prod. Pelikan)",
                "Pralinka by Alexander Magyarics (prod. Brian Menold)",
                "Prison Rape by Dan Fast (prod. Dan Fast)",
                "Pulsar Burr by Yananose Junichi (prod. Mr. Puzzle)",
                "PushButton Burr by Ken Irvine (prod. Ken Irvine)",
                "RIB by Andrew Crowell (prod. Brian Menold)",
                "Rock-It Burr by Ali Morris (prod. Steve Nicholls, Ali Morris)",
                "SDTV by James Fortune (prod. James Fortune)",
                "Side Lock by Andrew Crowell (prod. Andrew Crowell)",
                "Six-Piece Burr (Mini) by Edwin Wyatt (prod. Allan Boardman)",
                "Snowflake Box by Robert Yarger (prod. John Partridge)",
                "Splice by Alexander Magyarics (prod. Brian Menold)",
                "Stir the Coffee by Dan Fast (prod. Dan Fast)",
                "Stir the Coffee by Dan Fast (prod. Pelikan)",
                "Stir the Tea by Dan Fast (prod. Dan Fast)",
                "Sweeney Todd by Derek Bosch (prod. Steve Nicholls)",
                "T Burr by Grant Smith (prod. Brian Young)",
                "Tre by Stephan Baumegger (prod. Stephan Baumegger)",
                "Tres Jolie by Yavuz Demirhan (prod. CubicDissection)",
                "Turtles by Jakub Dvorak (prod. Pelikan)"
            ]
        },
        {
            "type": "button",
            "label": "Back",
            "action": "/puzzles/"
        }
    ]
}
