{
    "format": "particle",
    "title": "Karakuri",
    "content": [
        {
            "type": "list",
            "items": [
                "A Doctor and His Friend by Osamu Kasho (prod. Osamu Kasho)",
                "Antique Radio by Hiroshi Iwahara (prod. Hiroshi Iwahara)",
                "Bara-Bara Box: Philospher by Osamu Kasho (prod. Osamu Kasho, Kobo Alp)",
                "Box of Branch and Loophole by Hiroshi Iwahara (prod. Hiroshi Iwahara)",
                "Breakin' by Osamu Kasho (prod. Osamu Kasho)",
                "Clumsy Santa by Yasuaki Kikuchi (prod. Yasuaki Kikuchi)",
                "Coffee Cup by Akio Kamei (prod. Akio Kamei)",
                "Coffee Mill by Hiroshi Iwahara (prod. Hiroshi Iwahara)",
                "Detour Box by Daiki Arimura (prod. Daiki Arimura)",
                "FS Cube by Hideaki Kawashima (prod. Hideaki Kawashima)",
                "Horse With A Warrior by Osamu Kasho (prod. Osamu Kasho, Kobo Alp)",
                "Hunter by Yoh Kakuda (prod. Yoh Kakuda)",
                "Igeta Kumiki Box by Karakuri Creation Group (prod. Karakuri Creation Group)",
                "Karakuri Christmas Present 2025 by Daiki Arimura (prod. Daiki Arimura)",
                "Karakuri Christmas Present 2025 by Hiroshi Iwahara (prod. Hiroshi Iwahara)",
                "Karakuri Christmas Present 2025 by Yoh Kakuda (prod. Yoh Kakuda)",
                "Karakuri Christmas Present 2025 by Hideaki Kawashima (prod. Hideaki Kawashima)",
                "Karakuri Christmas Present 2025 by Yasuaki Kikuchi (prod. Yasuaki Kikuchi)",
                "Karakuri Christmas Present 2025 by Shou Sugimoto (prod. Shou Sugimoto)",
                "Karakuri Christmas Present 2025 by Kotoya Hasebe (prod. Kotoya Hasebe)",
                "Karakuri Christmas Present 2025 by Karakuri Creation Group (prod. Karakuri Creation Group)",
                "KCG Gravity box by Osamu Kasho (prod. Osamu Kasho)",
                "Let's Get Dressed by Shou Sugimoto (prod. Shou Sugimoto)",
                "Mini Goron by Yoh Kakuda (prod. Yoh Kakuda)",
                "My Place by Yoh Kakuda (prod. Yoh Kakuda)",
                "Nanomedashi by Daiki Arimura (prod. Daiki Arimura)",
                "Pile of Disks 3 by Kamei Akio (prod. Kamei Akio)",
                "Sensitive Santa by Yasuaki Kikuchi (prod. Yasuaki Kikuchi)",
                "Small Box: Block-C and Creature-P by Osamu Kasho (prod. Osamu Kasho)",
                "Thinking Bat by Yoh Kakuda (prod. Yoh Kakuda)",
                "Toad by Osamu Kasho (prod. Osamu Kasho)",
                "Upside-Down Fuji by Daiki Arimura (prod. Daiki Arimura)",
                "Whale Type I by Osamu Kasho (prod. Osamu Kasho)",
                "You Are The One Who Rings This Bell by Yasuaki Kikuchi (prod. Yasuaki Kikuchi)"
            ]
        },
        {
            "type": "button",
            "label": "Back",
            "action": "/puzzles/"
        }
    ]
}