{
    "format": "particle",
    "title": "Packing (Restricted)",
    "content": [
        {
            "type": "list",
            "items": [
                "2LIT by Kristopher Antibus, Matthew Hochberg (prod. Eric Fuller)",
                "2Lit by Kristopher Antibus, Matthew Hochberg (prod. Kristopher Antibus)",
                "4L by Yasuhiro Hashimoto (prod. Eric Fuller)",
                "4L Basket by Koichi Miura (prod. Mineyuki Uyematsu)",
                "4PAC by Hajime Katsumoto (prod. Tom Lensch)",
                "5L Basket by Koichi Miura (prod. Mineyuki Uyematsu)",
                "5L Box (RED) by Hajime Katsumoto (prod. Mineyuki Uyematsu)",
                "8Eyes by Kristopher Antibus (prod. Kristopher Antibus)",
                "ACorn 1 by Andrew Crowell (prod. Andrew Crowell)",
                "ACorn 2 by Andrew Crowell (prod. Andrew Crowell)",
                "Akku by Dr. Volker Latussek (prod. Pelikan)",
                "Al Bus by Jordi Gallen Simo (prod. Jordi Gallen Simo)",
                "Angle Cube by Andrew Crowell (prod. Andrew Crowell)",
                "Anti-Gravity Box+ by Frederic Boucher (prod. Eric Fuller)",
                "Arko by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Bad Egg by Alfons Eyckmans (prod. Tye Stahly)",
                "BBQ by Akaki Kumeri (prod. Ryan Sinatra)",
                "Blocked Box by Goh Pit Khiam (prod. Tom Lensch)",
                "Bon Bon by Frederic Boucher (prod. Eric Fuller)",
                "Box Rebellion by Stewart Coffin (prod. Eric Fuller)",
                "Box With 2 Balls by Christoph Lohe (prod. Eric Fuller)",
                "Boxy by Laszlo Molnar (prod. Eric Fuller)",
                "Broken Box by Lucie Pauwels (prod. Pelikan)",
                "Cabrio by Dr. Volker Latussek (prod. Pelikan)",
                "Cactus Cube by Ryan Sinatra (prod. Ryan Sinatra)",
                "Caffe Latte by Bruno Hemon (prod. Bruno Hemon)",
                "Cake by Akaki Kumeri (prod. Ryan Sinatra)",
                "Canasta by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Casino by Dr. Volker Latussek (prod. Pelikan)",
                "Casino (Lego Edition) by Dr. Volker Latussek (prod. CHECK BOX)",
                "Cesium [Cs] (Black/Yellow) by Jared Petersen (prod. Jared Petersen)",
                "Chained Lumbers by Koichi Miura (prod. Mineyuki Uyematsu)",
                "Chicken by Akaki Kumeri (prod. Ryan Sinatra)",
                "Chiral 2&2 by Koichi Miura (prod. Mineyuki Uyematsu)",
                "Chocolate by Akaki Kumeri (prod. Ryan Sinatra)",
                "Coin Wallet by Koichi Miura (prod. Mineyuki Uyematsu)",
                "Coin Wallet (Green) by Koichi Miura (prod. Mineyuki Uyematsu)",
                "Corner Cube by Andrew Crowell (prod. Andrew Crowell)",
                "Corner Pack  by Lucie Pauwels (prod. Pelikan)",
                "Crystal Ring by Osanori Yamamoto (prod. Pelikan)",
                "Cupido by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "DekoBox by Frederic Boucher (prod. Tye Stahly)",
                "Der Kreis Ist Blau by Dr. Volker Latussek (prod. Pelikan)",
                "Diagon by Alexander Magyarics (prod. Brian Menold)",
                "Distinction by Laszlo Molnar (prod. Mat Nedjelko)",
                "Dunant by Dr. Volker Latussek (prod. Pelikan)",
                "Dunant V2 by Dr. Volker Latussek (prod. Pelikan)",
                "Edge Cube by Andrew Crowell (prod. Andrew Crowell)",
                "El Slider by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Eros by Dr. Volker Latussek (prod. Pelikan)",
                "Espresso by Bruno Hemon (prod. Bruno Hemon)",
                "Euklid by Dr. Volker Latussek (prod. Pelikan)",
                "Euklid for Bernhard by Dr. Volker Latussek (prod. Pelikan)",
                "Euklid for Kids by Dr. Volker Latussek (prod. Pelikan)",
                "Euklid for Nick by Dr. Volker Latussek (prod. Pelikan)",
                "Euklid Meets Fuller by Dr. Volker Latussek (prod. Pelikan)",
                "Euklid's Cabrio by Dr. Volker Latussek (prod. Pelikan)",
                "Euler by Dr. Volker Latussek (prod. Tom Lensch)",
                "Everyday Holiday 1 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Everyday Holiday 2 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Everyday Holiday 3 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Feed The Monkey by Ali Morris, Steve Nicholls (prod. Ali Morris, Steve Nicholls)",
                "Fermat Meets Fuller by Dr. Volker Latussek (prod. Pelikan)",
                "Filling V by Dr. Volker Latussek (prod. Pelikan)",
                "Flip Top Box by Jordi Gallen Simo (prod. Jordi Gallen Simo)",
                "Fortin by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Fruit by Akaki Kumeri (prod. Ryan Sinatra)",
                "Galette by Osanori Yamamoto (prod. Pelikan)",
                "Golden Pot by Yavuz Demirhan (prod. Pelikan)",
                "Gretel by Stephan Baumegger (prod. Stephan Baumegger)",
                "Grips by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Half Hour Variant by Stewart Coffin (prod. CubicDissection)",
                "Half Lid Box by Hajime Katsumoto (prod. Eric Fuller)",
                "Hamburger by Akaki Kumeri (prod. Ryan Sinatra)",
                "Hat Trick by Laszlo Molnar (prod. Brian Menold)",
                "Hexahedroom by Iwasawa Hirokazu (prod. Philos)",
                "Hive Mind by Alan Lunsford (prod. Alan Lunsford)",
                "Hole in the Wall by Laszlo Molnar (prod. Mat Nedjelko)",
                "Hydrant by Alexander Magyarics (prod. Pelikan)",
                "Ice Cream by Akaki Kumeri (prod. Ryan Sinatra)",
                "In 2 by Alexander Magyarics (prod. Brian Menold)",
                "Inq's IEN Mystery Box by Unknown (prod. Curiosity Box)",
                "Jammed Gem by Eric Fuller, Frederic Boucher (prod. Eric Fuller)",
                "Joy Box I by Osanori Yamamoto (prod. Tye Stahly)",
                "Joy Box II by Osanori Yamamoto (prod. Tye Stahly)",
                "Kamelle Box by Christoph Lohe (prod. Me!)",
                "Karakuri Packing by Yasuhiro Hashimoto (prod. Mineyuki Uyematsu)",
                "Kepler by Felix Ure (prod. Felix Ure)",
                "Kukulkan by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "L Box by Lazslo Molnar (prod. Tom Lensch)",
                "L-I-Vator I (Blue) by Laszlo Molnar (prod. Me!)",
                "L6 by Alexander Magyarics (prod. Pelikan)",
                "Letter Box by Goh Pit Khiam (prod. Eric Fuller)",
                "LOCK in ROLL (Blue) by Taisei Moriya (prod. Mineyuki Uyematsu)",
                "LOL by Frederic Boucher (prod. Pelikan)",
                "ManiAC 2 by Andrew Crowell (prod. Andrew Crowell)",
                "ManiAC 3 by Andrew Crowell (prod. Andrew Crowell)",
                "Midi (Reimagine of Half Lid Box) by Laszlo Molnar (prod. Brian Menold)",
                "Minima 1 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 10 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 11 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 12 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 2 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 3 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 4 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 5 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 6 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 7 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 8 by Frederic Boucher (prod. Tye Stahly)",
                "Minima 8 by Frederic Boucher (prod. Tom Burns)",
                "Minima 9 by Frederic Boucher (prod. Tye Stahly)",
                "Minima Bauhaus by Frederic Boucher (prod. Tye Stahly)",
                "Minima Dice by Frederic Boucher (prod. Tye Stahly)",
                "Minima Domino by Frederic Boucher (prod. Tye Stahly)",
                "Minima Egg by Frederic Boucher (prod. Tye Stahly)",
                "Minima Fibonacci 1 by Frederic Boucher (prod. Tye Stahly)",
                "Minima Fibonacci 2 by Frederic Boucher (prod. Tye Stahly)",
                "Minima Fibonacci 3 by Frederic Boucher (prod. Tye Stahly)",
                "Minima Flop by Dr. Volker Latussek (prod. Tye Stahly)",
                "Minima Ludique by Frederic Boucher (prod. Tye Stahly)",
                "Minima Nest by Lucie Pauwels (prod. Tye Stahly)",
                "Minima Tao by Anderson \"Andee\" Tao (prod. Tye Stahly)",
                "Minima Texas by Frederic Boucher (prod. Tye Stahly)",
                "Minima Tower by Frederic Boucher (prod. Tye Stahly)",
                "Minima Twig by Frederic Boucher (prod. Tye Stahly)",
                "Minima WIL by Frederic Boucher (prod. Tye Stahly)",
                "Minima XIII by Frederic Boucher (prod. Tye Stahly)",
                "Mouse Hole by Alexander Magyarics (prod. Pelikan)",
                "Mushkila 2 (Blue) by Yavuz Demirhan (prod. Me!)",
                "Mushkila 3 (Purple & Silver) by Yavuz Demirhan (prod. Me!)",
                "Negativo by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Nine Balls by Koichi Miura (prod. Mineyuki Uyematsu)",
                "No Holes Barred by Laszlo Molnar (prod. Unknown)",
                "Number Block by Goh Pit Khiam (prod. Tom Lensch)",
                "P3C by Yasuhiro Hashimoto (prod. Mineyuki Uyematsu)",
                "Palanquin by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Paternoster by Alexander Magyarics (prod. Pelikan)",
                "Pepper Castor by Alexander Magyarics (prod. Pelikan)",
                "Petit Pack by Osanori Yamamoto (prod. Pelikan)",
                "Pillar by Alexander Magyarics (prod. Brian Menold)",
                "Pin Block Case by Hajime Katsumoto (prod. Eric Fuller)",
                "Pin-Up Box by Lucie Pauwels (prod. Pelikan)",
                "Pincers by Alexander Magyarics (prod. Pelikan)",
                "Polonium [Po] (Blue/Gray) by Jared Petersen (prod. Jared Petersen)",
                "Positivo by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Prickly Pack by Ryan Sinatra (prod. Ryan Sinatra)",
                "QPack by Alan Lunsford (prod. Alan Lunsford)",
                "Quadro by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Radium [Ra] (Gold/Purple) by Jared Petersen (prod. Jared Petersen)",
                "Rattle Snake by Alexander Magyarics (prod. Pelikan)",
                "Rattle Twist Duo by Osanori Yamamoto (prod. Pelikan)",
                "Raya Box No. 1 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Raya Box No. 2 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Raya Box No. 3 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Raya Box No. 4 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Raya Box No. 5 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Reactor Base - Plutonium [Pt] (Silver/Red) by Jared Petersen (prod. Jared Petersen)",
                "Rollercoaster by Laszlo Molnar (prod. Mr. Puzzle)",
                "Salmiakki by Akaki Kumeri (prod. Ryan Sinatra)",
                "Samba by Osanori Yamamoto (prod. Brian Menold)",
                "Sandwich by Vayclav Obsivac (prod. Vin&Co)",
                "Scramb-L by Yananose Junichi (prod. Yananose Junichi)",
                "Shutout by Osanori Yamamoto (prod. Pelikan)",
                "Six Block Box by Goh Pit Khiam (prod. Tom Lensch)",
                "Six Pack by Goh Pit Khiam (prod. Tom Lensch)",
                "Six Slabs by Brendan Perez (prod. Eric Fuller)",
                "Six-T by Dr. Volker Latussek (prod. Rombol)",
                "Slide Packing by Hajime Katsumoto (prod. Mineyuki Uyematsu)",
                "Sliders by Alexander Magyarics (prod. Pelikan)",
                "Sliders 2 by Alexander Magyarics (prod. Pelikan)",
                "Slot Machine by Stewart Coffin (prod. CubicDissection)",
                "Snake Pack by Haym Hirsh (prod. Brian Menold)",
                "Snake Pit 2 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Snake Pit No. 1 by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Snake Pit No. 2 (Second) by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Snakewise by Haym Hirsh (prod. Tye Stahly)",
                "Snakewise (by proxy) by Haym Hirsh, Andrew Crowell (prod. Brian Menold)",
                "SOLO (in Basket) by Koichi Miura (prod. Mineyuki Uyematsu)",
                "Soma 6 Pack by Lucie Pauwels (prod. Pelikan)",
                "SomaFours by Haym Hirsh (prod. Brian Menold)",
                "Split Block Box by Tye Stahly (prod. Tye Stahly)",
                "Stairs Posting by Koichi Miura (prod. Mineyuki Uyematsu)",
                "Stealth by Alexander Magyarics (prod. Brian Menold)",
                "Stockade by Andrew Crowell (prod. CubicDissection)",
                "Stocking Stuffer by James Fortune (prod. James Fortune)",
                "Strugg-L by Yananose Junichi (prod. Yananose Junichi)",
                "Stuffing II by Bernard Schweitzer (prod. Bernard Schweitzer)",
                "Subway by Akaki Kumeri (prod. Ryan Sinatra)",
                "Sukiyaki by Frederic Boucher (prod. Tom Burns)",
                "Sukiyaki (Second Copy) by Frederic Boucher (prod. Tom Burns)",
                "Super Magnetic by Alexander Magyarics (prod. Pelikan)",
                "Sym Duo by Frederic Boucher (prod. Pelikan)",
                "Taiyaki by Frederic Boucher (prod. Tom Burns)",
                "Takoyaki by Frederic Boucher (prod. Tom Burns)",
                "The Horns of Booth by Dr. Volker Latussek (prod. Pelikan)",
                "The Persistence of Memory by Alexander Magyarics (prod. Brian Menold)",
                "The Rattle by Stewart Coffin (prod. Henry Strout)",
                "Thorium [Th] (Copper/Blue) by Jared Petersen (prod. Jared Petersen)",
                "Tigridia by Alexander Magyarics (prod. Pelikan)",
                "Toggle Box by Theo Geerink, Symen Hovinga (prod. Unknown)",
                "Trapped Bird (Gold) by Koichi Miura (prod. Mineyuki Uyematsu)",
                "Triorchidism by William Ja (prod. Eric Fuller)",
                "Tube in Cube by Dr. Volker Latussek (prod. Pelikan)",
                "Turning Quarter Hole by Hajime Katsumoto (prod. Mineyuki Uyematsu)",
                "TUTU by Dr. Volker Latussek (prod. Pelikan)",
                "TV Puzzle by Jakub Dvorak (prod. Eric Fuller)",
                "Under the Square by Yavuz Demirhan (prod. Yavuz Demirhan)",
                "Uranium [U] (Olive/Green) by Jared Petersen (prod. Jared Petersen)",
                "W-Windows by Osanori Yamamoto (prod. Pelikan)",
                "Waltz by Dr. Volker Latussek (prod. Pelikan)",
                "Who FIlled The Sorter Cube by Osanori Yamamoto (prod. Pelikan)",
                "Wishing Well by Alexander Magyarics (prod. Pelikan)",
                "Xmas Stocking by Osanori Yamamoto (prod. Pelikan)",
                "Y Pack by Haym Hirsh (prod. Brian Menold)",
                "Yin Yang by Dr. Volker Latussek (prod. Pelikan)",
                "Z Top by Alexander Magyarics (prod. Brian Menold)",
                "Zipper by Goh Pit Khiam (prod. Tom Lensch)",
                "Zula by Yavuz Demirhan (prod. Yavuz Demirhan)"
            ]
        },
        {
            "type": "button",
            "label": "Back",
            "action": "/puzzles/"
        }
    ]
}
