{
    "format": "particle",
    "title": "Packing (Unrestricted)",
    "content": [
        {
            "type": "list",
            "items": [
                "6 More T by George Bell (prod. George Bell)",
                "6T by Ken Irvine (prod. Ken Irvine)",
                "Bells by Stephan Baumegger (prod. Stephan Baumegger)",
                "Cat Nabe Puzzle: Tabby Cats by SHINE (prod. SHINE)",
                "Cat Nabe Puzzle: Tortoiseshell Cats by SHINE (prod. SHINE)",
                "Chicken Packing Puzzle by Megahouse (prod. Megahouse)",
                "Chocolate Box by George Bell (prod. George Bell)",
                "Cow Packing Puzzle by Megahouse (prod. Megahouse)",
                "Diabolical by Brian Piker (prod. Brian Piker)",
                "Dictionary Case by Koichi Miura (prod. Koichi Miura)",
                "Duck Soup by Guy Loel, David Goodman (prod. Tye Stahly)",
                "Fano Blocks by Brendan Perez (prod. Eric Fuller)",
                "Felissimo Cat Club Nyanko Nabe Tsundere Nyan Ver. by SHINE (prod. SHINE)",
                "Formula by Vayclav Obsivac (prod. Vin&Co)",
                "Fugu by Megahouse (prod. Megahouse)",
                "Haensel by Stephan Baumegger (prod. Stephan Baumegger)",
                "Hardcore by Laszlo Molnar (prod. Tye Stahly)",
                "Harun by Dr. Volker Latussek (prod. Eric Fuller)",
                "Hazmat Cargo by Carl Hoff (prod. Me!)",
                "Melting Block 4 by Bill Cutler, John Rausch (prod. Eric Fuller)",
                "Melting F Block (small) by George Bell (prod. George Bell)",
                "New Melting Block by John Rausch (prod. Tom Lensch)",
                "New Melting Block by John Rausch (prod. Eric Fuller)",
                "Ninniku by Megahouse (prod. Megahouse)",
                "Nut Stack by Oskar van Deventer (prod. Me!)",
                "Pack In 2 by Liang-Jen Wu (prod. Liang-Jen Wu)",
                "Pack Six by Eric Fuller (prod. Eric Fuller)",
                "Parcel Post (IPP22) by Allan Boardman (prod. Allan Boardman)",
                "Penta in a Box by Hajime Katsumoto (prod. Mineyuki Uyematsu)",
                "Pig Packing Puzzle by Megahouse (prod. Megahouse)",
                "Plus Four by Brian Piker (prod. Brian Piker)",
                "Redstone Melting Block by Thomas O'Beirne (prod. Creative Crafthouse)",
                "Serious Bricks by Vladimir Krasnoukhov (prod. Philos)",
                "Sheep Packing Puzzle by Megahouse (prod. Megahouse)",
                "Soma Cube by Brian Piker (prod. Brian Piker)",
                "Somafill by Haym Hirsh (prod. Brian Menold)",
                "Spheres by Stephan Baumegger (prod. Stephan Baumegger)",
                "T-Box by Haym Hirsh (prod. Brian Menold)",
                "The Color Contact Puzzle by Serhiy Grabarchuk (prod. Bernard Schweitzer)",
                "TriLox by Eric Fuller (prod. Eric Fuller)",
                "Triple Product by Takuro Kawasaki (prod. Mineyuki Uyematsu)",
                "Tube It In by Wil Strijbos (prod. John Devost)",
                "Tube It In by Wil Strijbos (prod. Eric Fuller)",
                "Tuna Packing Puzzle by Megahouse (prod. Megahouse)",
                "Umbrella by Tamas Vanyo (prod. Pelikan)",
                "Uni by Megahouse (prod. Megahouse)"
            ]
        },
        {
            "type": "button",
            "label": "Back",
            "action": "/puzzles/"
        }
    ]
}
