{
    "format": "particle",
    "title": "Sequential Discovery",
    "content": [
        {
            "type": "list",
            "items": [
                "3 Sushi House by Rosaline Chan (prod. Rosaline Chan)",
                "3 The Peg by Matthew Williams (prod. Matthew Williams)",
                "Abraham's Well by Brian Young (prod. Brian Young)",
                "Abraham's Whale AKA Free Willy by Idan Shvartz (prod. Idan Shvartz)",
                "Abrihi by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Aguinaldo by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Algorhytm by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "America Box by Andrew Parr (prod. Andrew Parr)",
                "Angry Walter by Dee Dixon (prod. Dee Dixon)",
                "Ansel by Brandon Wolf (prod. Brandon Wolf)",
                "Apolaki by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Bach's Box by Luke Waier (prod. Luke Waier)",
                "Bad Moon by Dee Dixon (prod. Dee Dixon)",
                "Banana Shake by Rosaline Chan (prod. Rosaline Chan)",
                "Bananas by Jon Keegan (prod. Jon Keegan)",
                "Bandit by Matthew Williams (prod. Matthew Williams)",
                "Barasoain by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Bella by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Billard by Christian Cormier (prod. Christian Cormier)",
                "Bolt Action by Alan Lunsford (prod. Alan Lunsford)",
                "Bolt The Bot by Ryan Sinatra (prod. Ryan Sinatra)",
                "Book Box VII by Bill Sheckels (prod. Bill Sheckels)",
                "Box of the Celts by Matt M. (prod. Matt M.)",
                "Brass Cannon by John Haigh (prod. Puzzle Master)",
                "Brass Monkey Sixential Discovery by Ali Morris, Steve Nicholls (prod. Ali Morris, Steve Nicholls)",
                "Brian's Big Baffling Bolt by Brian Young (prod. Brian Young)",
                "Broken Crane by Tom Denton (prod. Tom Denton)",
                "Butterfly Lock by Wil Strijbos (prod. Wil Strijbos)",
                "Button Box by Michael Owens (prod. Me!)",
                "Camera by Kristopher Antibus (prod. Kristopher Antibus)",
                "Candy Box by La FraBrick (prod. La FraBrick)",
                "Cash Back by Alan Lunsford (prod. Alan Lunsford)",
                "Castle Emberlock by Benno Baatsen (prod. Benno Baatsen)",
                "Chained Key by Luke Waier (prod. Luke Waier)",
                "Chocolate Factory by La FraBrick (prod. La FraBrick)",
                "Chordae Tendineae by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Coast-In Case by Ryan Sinatra, Felix Ure (prod. Ryan Sinatra)",
                "Cola Conundrum by James Fortune (prod. James Fortune)",
                "Cookie by Rosaline Chan (prod. Rosaline Chan)",
                "Dial Case by Yananose Junichi (prod. Yananose Junichi)",
                "DIESD by Michael Owens (prod. Kristopher Antibus)",
                "Fafnir's Fortress by Luke Waier (prod. Luke Waier)",
                "First Box by Wil Strijbos (prod. Wil Strijbos)",
                "Floppy Disk by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Free Me 5 by Joseph Turner (prod. Tartarus Puzzles)",
                "Free Me 8 by Joseph Turner (prod. Joseph Turner)",
                "Free Me 9 by Joseph Turner (prod. Joseph Turner)",
                "Free The Five by Brian Piker (prod. Brian Piker)",
                "Free the One by Brian Piker (prod. Brian Piker)",
                "Free The Two by Brian Piker (prod. Brian Piker)",
                "Fring's Stone by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Gaudis by Jordi Gallen Simo (prod. Jordi Gallen Simo)",
                "Get in the Spirit! by Lee Krasnow (prod. Lee Krasnow)",
                "Get in the Spirit! Stand by Lee Krasnow (prod. Lee Krasnow)",
                "Gravity Cube by Matthew Owens (prod. Matthew Owens)",
                "Hat Trick Lockup by Rosaline Chan (prod. Rosaline Chan)",
                "Heart Box by Matthew Owens (prod. Matthew Owens)",
                "Hexapod by Luke Waier (prod. Luke Waier)",
                "Houdini's Torture Cell by Brian Young (prod. Zoyo)",
                "Hydrant by Stephan Baumegger (prod. Stephan Baumegger)",
                "Ice Box by Jared Petersen (prod. Jared Petersen)",
                "Ice Box (Golden) (Second Copy) by Jared Petersen (prod. Jared Petersen)",
                "Ill Eagle by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Impostor Set by Cheat3 (prod. Cheat3)",
                "Invisible Oink by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Iteration 23 by Dee Dixon (prod. Dee Dixon)",
                "Jukebox by Daniel Czuriga, Tibor Folytan (prod. Daniel Czuriga, Tibor Folytan)",
                "Key Chain (Metal) by Luke Waier (prod. Luke Waier)",
                "Key Machine by Alan Lunsford (prod. Alan Lunsford)",
                "Knot-a-2x2 by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Koinu by Rosaline Chan (prod. Rosaline Chan)",
                "Koneko by Rosaline Chan (prod. Rosaline Chan)",
                "Kusing 25 by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Lib-Orb-Rate by Matthew Williams (prod. Matthew Williams)",
                "Lock Box by Eric Fuller (prod. Eric Fuller)",
                "Lock Box by Eric Fuller (prod. Eric Fuller)",
                "Lock In Pin by Tyler Williams (prod. Tyler Williams)",
                "Locked Lock by Ryan Sinatra (prod. Ryan Sinatra)",
                "Lotus by Wil Strijbos (prod. Wil Strijbos)",
                "Luzon by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "MailCall! by Maarten De Beukelaer (prod. Maarten De Beukelaer)",
                "Maki Sushi by Rosaline Chan (prod. Rosaline Chan)",
                "Malabar Safe by Akhil Sudeep (prod. Akhil Sudeep)",
                "Mandarin by Rosaline Chan (prod. Rosaline Chan)",
                "Mighty Pin by Alan Lunsford (prod. Alan Lunsford)",
                "Mindanao by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Mini Sokoban by Rosaline Chan (prod. Rosaline Chan)",
                "Minima Smiley by Frederic Boucher (prod. Pelikan)",
                "Mittan by Yananose Junichi (prod. Yananose Junichi)",
                "Monkey Maze: Jay B's Quest for Freedom by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "My Way by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "New Idan Puzzle by Idan Shvartz (prod. Idan Shvartz)",
                "Noodling Box by Eric Fuller (prod. Eric Fuller)",
                "Oleg's Wardrobe by Dee Dixon (prod. Dee Dixon)",
                "Pachinko Box by Wil Strijbos (prod. Wil Strijbos)",
                "Pair o' 🎲 by Tye Stahly (prod. Tye Stahly)",
                "Penny Pincher by Matthew Williams (prod. Matthew Williams)",
                "Pennytentiary by Eric Fuller (prod. Eric Fuller)",
                "Piano Box by Matthew Owens (prod. Matthew Owens)",
                "Pick Me by Fabien Wirig (prod. Fabien Wirig)",
                "Pinball Wizard by Matthew Williams (prod. Matthew Williams)",
                "Piston by Felix Ure (prod. Felix Ure)",
                "Piston 2 by Felix Ure (prod. Felix Ure)",
                "Pocket Change - Purple by Brian Piker (prod. Brian Piker)",
                "Pocket Change Green by Brian Piker (prod. Brian Piker)",
                "Prada by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Rainbow Box by Dustin Spain (prod. Dustin Spain)",
                "Rainbow Box by Michael Owens (prod. Me!)",
                "Rizal by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Rogue Queen by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Salva by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Sanib by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Schlockiest His & Hers by Matt Taylor (prod. Matt Taylor)",
                "Scion of the Tessaract by Kristopher Antibus (prod. Kristopher Antibus)",
                "SDBB by Yananose Junichi (prod. Patrick Daggit)",
                "Seven by Rosaline Chan (prod. Rosaline Chan)",
                "Slammed Car by Yananose Junichi (prod. Gerard Hudson)",
                "Smack-N-Moles (No. 37) by Robert Yarger (prod. Robert Yarger)",
                "Snowman by Kyle Chester-Marsden (prod. Kyle Chester-Marsden)",
                "Sokoban by Rosaline Chan (prod. Rosaline Chan)",
                "Spade by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "T14 by Rainer Popp (prod. Rainer Popp)",
                "Tegami by Rosaline Chan (prod. Rosaline Chan)",
                "Tegami X by Rosaline Chan (prod. Rosaline Chan)",
                "The aMAZEing PuzzleBox by QuizBrix (prod. QuizBrix)",
                "The Camera by Thomas (prod. Thomas)",
                "The Castle by Josh (PrintedTech) (prod. Josh (PrintedTech))",
                "The Castle (Second Copy) by Josh (PrintedTech) (prod. Josh (PrintedTech))",
                "The Cube by Rosaline Chan (prod. Rosaline Chan)",
                "The Dials by Boston Abrams (prod. Boston Abrams)",
                "The Night Before by Andrew Parr (prod. Andrew Parr)",
                "The Organ by Benno Baatsen (prod. Benno Baatsen)",
                "The Pill Puzzle Box by Spencer Wagner (prod. Spencer Wagner)",
                "Thirdy by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "TIC Vault by Andrew Crowell (prod. Andrew Crowell)",
                "Traffic Light by Laurence (CreativeWorkshopCA) (prod. Laurence (CreativeWorkshopCA))",
                "Tuna Sushi by Rosaline Chan (prod. Rosaline Chan)",
                "Turtle Trip by Gerard Hudson (prod. Gerard Hudson)",
                "Unsafe Deposit by Alan Lunsford (prod. Alan Lunsford)",
                "Vertigo by Dee Dixon (prod. Dee Dixon)",
                "Vertigo by QuizBrix (prod. QuizBrix)",
                "Visayas by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Walang Galang by Rex Rossano Perez (prod. Rex Rossano Perez)",
                "Walter's Radio by Dee Dixon (prod. Dee Dixon)",
                "Wed-Lock by Matt Taylor (prod. Matt Taylor)",
                "Who Dares Wins by Shane Hales, Steve Nicholls (prod. Shane Hales, Steve Nicholls)",
                "WMH by Dee Dixon (prod. Dee Dixon)",
                "Wordplay by Andrew Parr (prod. Andrew Parr)",
                "Ze SUPER STYLUS PEN by Stephen Chin (prod. Stephen Chin)",
                "Ze Super Stylus Pen (Acrylic) by Stephen Chin (prod. Stephen Chin)",
                "Ziggy by Doog Menzies (prod. Rademic)"
            ]
        },
        {
            "type": "button",
            "label": "Back",
            "action": "/puzzles/"
        }
    ]
}