{
    "format": "particle",
    "title": "Trick Box",
    "content": [
        {
            "type": "list",
            "items": [
                "Aha Box by Allan Boardman (prod. CubicDissection)",
                "Aha Box (Small Box #2) by Allan Boardman (prod. Eric Fuller)",
                "Apeiron by Dee Dixon (prod. Dee Dixon)",
                "Art Deco Clock Box by Bill Sheckels (prod. Bill Sheckels)",
                "Benjamin Franklin's Locker by Cheat3 (prod. Cheat3)",
                "Bilinski Dodecahedron by Stephen Chin (prod. Stephen Chin)",
                "Blinded I (V2) by Dee Dixon (prod. Dee Dixon)",
                "Blinded II by Dee Dixon (prod. Dee Dixon)",
                "Bomb Destroyer by Andriy Bruns (prod. Andriy Bruns)",
                "Book Puzzle Box I by Bill Sheckels (prod. Bill Sheckels)",
                "Book Puzzle Box II by Bill Sheckels (prod. Bill Sheckels)",
                "Book Puzzle Box VI by Bill Sheckels (prod. Bill Sheckels)",
                "Bruce the Spruce by Dee Dixon (prod. Dee Dixon)",
                "C3 by Cheat3 (prod. Cheat3)",
                "Cakes & Pies by Andrew Parr (prod. Andrew Parr)",
                "Chill Pill by Tom Denton (prod. Tom Denton)",
                "Cogas by Garrett Mathias (prod. Garrett Mathias)",
                "Coin Case by Yananose Junichi (prod. Yananose Junichi)",
                "Cooper Barrel's Puzzle Box by Joseph Kovell (prod. Joseph Kovell)",
                "Die in Die by Yu Yiming (prod. Ad van der Schagt)",
                "Egg by Wil Strijbos (prod. Wil Strijbos)",
                "Escalating Box by Eric Fuller (prod. Eric Fuller)",
                "Euro Falle 01 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Euro Falle 02 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Euro Falle 03 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Euro Falle 04 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Euro Falle 05 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Euro Falle 06 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Euro Falle 07 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Euro Falle 08 by Jürgen Reiche (prod. Siebenstein-Spiele)",
                "Gift Box by Jared Petersen (prod. Jared Petersen)",
                "Gingerbread Jail by Kyle Chester-Marsden (prod. Kyle Chester-Marsden)",
                "Hexagon Box by Wil Strijbos (prod. Wil Strijbos)",
                "Katamari Cube by Michael Owens (prod. Kristopher Antibus)",
                "Locks Box by Cheat3 (prod. Cheat3)",
                "Menace by Dee Dixon (prod. Dee Dixon)",
                "MRI by Benjamin Heidt (prod. Pelikan)",
                "Multiball by Eric Fuller (prod. Eric Fuller)",
                "New Moon Puzzle Box by Peter VanderMeulen (prod. Fivesided Hexagon)",
                "Nope Box (Small Box #3) by Eric Fuller (prod. Eric Fuller)",
                "Old Mac by Cheat3 (prod. Cheat3)",
                "Omusubi by Jason DeGeorge (prod. Jason DeGeorge)",
                "Paradox Box (Small Box #4) by Eric Fuller (prod. Eric Fuller)",
                "Pocket Change Blue by Brian Piker (prod. Brian Piker)",
                "Rainbow Road by Cheat3 (prod. Cheat3)",
                "Resolution Box by Bill Sheckels (prod. Bill Sheckels)",
                "Return on Investment by Cheat3 (prod. Cheat3)",
                "Secret Box by Unknown (prod. Schylling)",
                "Space Case by Dee Dixon (prod. Dee Dixon)",
                "Spirit Box by Dee Dixon (prod. Dee Dixon)",
                "Stained Glass by Cheat3 (prod. Cheat3)",
                "Stellar by Cheat3 (prod. Cheat3)",
                "Strawberry Tea Box by Kelly Snache (prod. Kelly Snache)",
                "Toaster (Small) by Akio Kamei (prod. Karakuri Creation Group)",
                "Traffic Jam by Cheat3 (prod. Cheat3)",
                "Turn Me On by Kelly Snache (prod. Kelly Snache)",
                "Twister Box by Pelikan (prod. Pelikan)",
                "Vending Machine by Cheat3 (prod. Cheat3)",
                "Widgmafidget by Cheat3 (prod. Cheat3)",
                "Ze Chinnyhedron by Stephen Chin (prod. Stephen Chin)",
                "Ze Genie Bottle by Stephen Chin (prod. Stephen Chin)",
                "Ze Pennyhedron by Stephen Chin (prod. Stephen Chin)",
                "Ze Tamago by Stephen Chin (prod. Stephen Chin)"
            ]
        },
        {
            "type": "button",
            "label": "Back",
            "action": "/puzzles/"
        }
    ]
}
